[
    {
        "Title": "The Quickening: Creation and Community at the Ends of the Earth",
        "Author": "Elizabeth Rush",
        "Description": "The Quickening: Creation and Community at the Ends of the Earth by Elizabeth Rush is a nonfiction book that intertwines a scientific expedition to Antarctica's Thwaites Glacier with the author's personal journey of contemplating motherhood amidst climate change. It explores themes of hope, community, and the challenges of creating life in a rapidly changing world, moving beyond traditional heroic narratives to focus on collaborative science, the contributions of women and people of color, and the tension between planetary disintegration and personal creation.",
        "Year Published": 2023,
        "Position": "A1"
    },
    {
        "Title": "And: Phenomenology of the End",
        "Author": "Franco \"Bifo\" Berardi",
        "Description": "In And: Phenomenology of the End, Franco \"Bifo\" Berardi addresses the cultural and technological shifts of the twenty-first century, specifically the transition from the conjunctive communication of bodies to the connective logic of the digital. Berardi argues that this shift has resulted in a mutation of the human mind and sensibility, leading to a paralysis of the will and an erosion of empathy. By examining the 'semiocapitalist' takeover of the human attention span, Berardi maps out a phenomenology of our current condition—one defined by information overload, precariousness, and the apparent exhaustion of the future.",
        "Year Published": 2015,
        "Position": "A2"
    },
    {
        "Title": "Choreomata: Performance and Performativity after AI",
        "Author": "Roberto Alonso Trillo, Marek Poliks",
        "Description": "Is artificial intelligence (AI) becoming more and more expressive, or is human thought adopting more and more structures from computation? What does it mean to perform oneself through AI, or to construct one’s subjectivity through AI? How does AI continue to complicate what it means to have a body? Has the golden age of AI, especially with regards to creative applications, already ended? Choreomata: Performance and Performativity after AI is a book about performance and performativity, but more specifically, it is a book about the performance of artificiality and the performance of intelligence. Both humans and human-designed computational forces are thoroughly engaged in an entangled, mutual performance of AI. Choreomata spins up a latticework of interdisciplinary thought, pairing theoretical inquiry from philosophy, information theory, and computer science with practical case studies from visual art, dance, music, and social theory.",
        "Year Published": 2024,
        "Position": "A3"
    },
    {
        "Title": "Supercommunity: Diabolical Togetherness Beyond Contemporary Art",
        "Author": "Julieta Aranda, Brain Kuan Wood, Anton Vidokle",
        "Description": "Leading artists, theorists, and writers exhume the dystopian and utopian futures contained within the present. Invited to exhibit at the 56th Venice Biennale, e-flux journal produced a single issue over a four-month span, publishing an article a day both online and on-site at Venice. In essays, poems, short stories, and plays, artists and theorists trace the negative collective that is the subject of contemporary life, in which art, the internet, and globalization have shed their utopian guises but persist as naked power, in the face of apocalyptic ecological disaster and against the claims of the social commons.",
        "Year Published": 2017,
        "Position": "A4"
    },
    {
        "Title": "Cyberfeminism Index",
        "Author": "Mindy Seu",
        "Description": "In Cyberfeminism Index, hackers, scholars, artists, and activists of all regions, races and sexual orientations consider how humans might reconstruct themselves by way of technology. Edited by designer, professor, and researcher Mindy Seu, it includes more than 700 short entries of radical techno-critical activism in a variety of media, including excerpts from academic articles and scholarly texts; descriptions of hackerspaces, digital rights activist groups, and bio-hacktivism; and depictions of feminist net art and new media art. Both a vital introduction for laypeople and a robust resource guide for educators, Cyberfeminism Index—an anti-canon, of sorts—celebrates the multiplicity of practices that fall under this imperfect categorization and makes visible cyberfeminism’s long-ignored origins and its expansive legacy.",
        "Year Published": 2023,
        "Position": "A5"
    },
    {
        "Title": "Diaries",
        "Author": "Eva Hesse",
        "Description": "With a beautiful clean design befitting Eva Hesse’s aesthetic, this voluminous collection tracks the artist’s insights, doubts, process and personal life. In this extensive collection of Hesse’s diaries, recorded from 1955 to 1970, readers are given an intimate glimpse into the mind of one of contemporary sculpture’s most prominent figures. Despite personal tragedies and the difficulties she faced as one of the few female artists in the male-dominated postminimalist movement, Hesse remained intrepid in both her life and craft. Composed of twisted ropes and delicate plastic among other unconventional materials, Hesse’s sculptures defy traditional notions of form; her deeply thoughtful practice as a sculptor and a painter are revealed at length in her writing.",
        "Year Published": 2020,
        "Position": "A6"
    },
    {
        "Title": "The New York Stories of Edith Wharton",
        "Author": "Edith Wharton",
        "Description": "Edith Wharton wrote about New York as only a native can. Her Manhattan is a city of well-appointed drawing rooms, hansoms and broughams, all-night cotillions, and resplendent Fifth Avenue flats. Bishops’ nieces mingle with bachelor industrialists; respectable wives turn into excellent mistresses. The New York Stories of Edith Wharton gathers twenty stories of the city, written over the course of Wharton’s career. From her first published story, “Mrs. Manstey’s View,” to one of her last and most celebrated, “Roman Fever,” this new collection charts the growth of an American master and enriches our understanding of the central themes of her work, among them the meaning of marriage, the struggle for artistic integrity, the bonds between parent and child, and the plight of the aged.",
        "Year Published": 2007,
        "Position": "A7"
    },
    {
        "Title": "Point Line Plane",
        "Author": "Kengo Kuma",
        "Description": "In Point Line Plane, celebrated architect Kengo Kuma presents a manifesto and architectural theory that rejects the twentieth century’s obsession with volume and mass. Through a series of mini-essays, Kuma advocates for an architecture of 'particalization'—breaking down structures into points, lines, and planes to create lighter, more ephemeral environments that touch the earth gently. Kuma critiques the heavy, concrete 'megastructures' of the past and explores how traditional Japanese aesthetics and modern fragmentation can lead to a more sustainable and sensory-rich relationship with the built environment.",
        "Year Published": 2024,
        "Position": "A8"
    },
    {
        "Title": "Climate Justice",
        "Author": "Cass R. Sunstein",
        "Description": "In Climate Justice: What Rich Nations Owe the World—and the Future, legal scholar Cass R. Sunstein tackles the ethical and legal obligations surrounding the climate crisis. Sunstein argues that wealthy nations, having benefited historically from carbon emissions, bear a 'corrective justice' responsibility to compensate developing nations and protect future generations. The book explores complex issues such as the 'social cost of carbon,' the role of artificial intelligence in shaping consumer choices ('choice engines'), and the moral necessity of international and intergenerational neutrality in crafting climate policy.",
        "Year Published": 2025,
        "Position": "A9"
    },
    {
        "Title": "BLUE: Architecture of UN Peacekeeping Missions",
        "Author": "Malkit Shoshan",
        "Description": "BLUE: Architecture of UN Peacekeeping Missions explores the spatial and physical footprint of the United Nations in conflict zones. Malkit Shoshan investigates how UN compounds (famously inhabited by 'Blue Helmets') are often designed as closed, defensive fortresses that isolate peacekeepers from the very communities they are meant to protect. Focusing on case studies like Camp Castor in Mali, Shoshan proposes adding a fourth 'D'—Design—to the UN's 'Defense, Diplomacy, and Development' guideline, arguing that peacekeeping infrastructure should be reimagined as shared community resources that can catalyze local development and persist beneficially after the mission ends.",
        "Year Published": 2023,
        "Position": "A10"
    },
    {
        "Title": "The Age of Surveillance Capitalism",
        "Author": "Shoshana Zuboff",
        "Description": "Shoshana Zuboff’s The Age of Surveillance Capitalism offers a comprehensive examination of a new economic order that claims human experience as free raw material for hidden commercial practices of extraction, prediction, and sales. Zuboff identifies this as a rogue mutation of capitalism marked by concentrations of wealth, knowledge, and power unprecedented in human history. She outlines the rise of 'instrumentarian power,' which threatens individual autonomy and democratic sovereignty by engineering human behavior for profit, moving the threat from a totalitarian state to an omnipresent digital architecture.",
        "Year Published": 2019,
        "Position": "A11"
    },
    {
        "Title": "Nudge",
        "Author": "Richard H. Thaler, Cass R. Sunstein",
        "Description": "Nudge: Improving Decisions About Health, Wealth, and Happiness, co-authored by Richard H. Thaler and Cass R. Sunstein, introduces the concept of 'libertarian paternalism.' The authors argue that no choice is ever presented neutrally; therefore, 'choice architects' should design contexts that encourage people to make decisions that are in their long-term best interest (health, financial stability) without restricting their freedom of choice. Through examples ranging from school lunch layouts to organ donation policies, the book illustrates how small interventions—or 'nudges'—can significantly alter group behavior.",
        "Year Published": 2008,
        "Position": "A12"
    },
    {
        "Title": "Geostories: Another Architecture for the Environment",
        "Author": "Rania Ghosn, El Hadi Jazairy (Design Earth)",
        "Description": "Geostories: Another Architecture for the Environment is a manifesto on the environmental imagination by the architectural practice Design Earth. Rania Ghosn and El Hadi Jazairy argue that addressing the climate crisis requires not just technical solutions but a new geographic fiction. The book presents a series of speculative architectural projects—ranging from deep-sea mining expeditions to space trash reclamation—that render the vast and often invisible scales of Earth systems into tangible, sensory experiences. By using the 'geostory' as a design tool, the authors invite readers to reassemble publics around shared environmental concerns.",
        "Year Published": 2018,
        "Position": "A13"
    },
    {
        "Title": "Thinking, Fast and Slow",
        "Author": "Daniel Kahneman",
        "Description": "In Thinking, Fast and Slow, Nobel Laureate Daniel Kahneman summarizes decades of research to present a unified theory of how we think. He distinguishes between two systems: System 1, which is fast, intuitive, and emotional; and System 2, which is slower, more deliberative, and more logical. The book exposes the extraordinary capabilities—and also the faults and biases—of fast thinking, revealing the pervasive influence of intuitive impressions on our thoughts and behavior. Kahneman explains where we can and cannot trust our intuitions and how we can tap into the benefits of slow thinking.",
        "Year Published": 2011,
        "Position": "A14"
    },
    {
        "Title": "One Hundred Years of Solitude",
        "Author": "Gabriel García Márquez",
        "Description": "One Hundred Years of Solitude tells the multi-generational story of the Buendía family, whose patriarch, José Arcadio Buendía, founds the town of Macondo in the Colombian jungle. The novel is a masterpiece of magical realism, where the miraculous and the mundane coexist matter-of-factly. As the town rises and falls through history—mirroring the political and social upheavals of Latin America—the Buendía descendants are trapped in cycles of incest, war, and inevitable solitude. It is a profound meditation on time, memory, and the inescapable nature of fate.",
        "Year Published": 1967,
        "Position": "A15"
    },
    {
        "Title": "The Death and Life of Great American Cities",
        "Author": "Jane Jacobs",
        "Description": "The Death and Life of Great American Cities is a landmark critique of 1950s urban planning policy. Jane Jacobs attacks the 'orthodox' modernism of planners like Robert Moses, arguing that their preference for orderly, segregated zones and highways destroys the organic social fabric of city life. She introduces concepts like 'eyes on the street' and 'mixed primary uses' as essential for safe, vibrant neighborhoods. Jacobs advocates for bottom-up, community-based planning that respects the complex, messy, and vital ballet of the city street.",
        "Year Published": 1961,
        "Position": "A16"
    },
    {
        "Title": "A Man in Full",
        "Author": "Tom Wolfe",
        "Description": "Set in Atlanta, Georgia, during the late 20th-century economic boom, A Man in Full is a sprawling social novel that dissects the collisions of race, class, and status. The story centers on Charlie Croker, an aging real estate mogul and former football star facing bankruptcy, and Conrad Hensley, a young man crushed by the legal system. As their disparate worlds converge, Wolfe uses his trademark satirical wit to explore the stoic philosophy, the hollow nature of material wealth, and the precariousness of American masculinity.",
        "Year Published": 1998,
        "Position": "A17"
    },
    {
        "Title": "Social Postmodernism: Beyond Identity Politics",
        "Author": "Linda Nicholson, Steven Seidman",
        "Description": "Social Postmodernism: Beyond Identity Politics addresses the contention between social theory and postmodernism. The editors, Linda Nicholson and Steven Seidman, gather essays that seek to bridge the gap between the political focus of social movements and the deconstructive nature of postmodern theory. The collection argues that postmodernism can be socially and politically relevant without abandoning its critique of grand narratives, offering a path forward that integrates critical theory with concrete political action and social justice.",
        "Year Published": 1995,
        "Position": "B1"
    },
    {
        "Title": "Infinite Detail",
        "Author": "Tim Maughan",
        "Description": "In Infinite Detail, Tim Maughan presents a near-future sci-fi vision where the internet has been permanently disabled by a coordinated cyberattack. The story oscillates between the 'Before,' centered on a digital privacy activist group in Bristol's Croft neighborhood, and the 'After,' where the same neighborhood has become an off-grid agrarian enclave struggling to survive in a disconnected world. Maughan explores the fragility of our digital infrastructure, the surveillance state, and the meaning of community when the global network goes dark.",
        "Year Published": 2019,
        "Position": "B2"
    },
    {
        "Title": "Pure Colour",
        "Author": "Sheila Heti",
        "Description": "Pure Colour is a philosophical novel that reimagines the act of creation. Sheila Heti posits that the current world is merely a 'first draft' by God, who has stepped back to critique it before creating a second, better draft. The protagonist, Mira, navigates love, grief, and art within this flawed draft, eventually transforming into a leaf on a tree alongside the spirit of her father. The book is a surreal and lyrical meditation on the nature of criticism, the purpose of art, and the enduring power of love amidst the ephemeral nature of existence.",
        "Year Published": 2022,
        "Position": "B3"
    },
    {
        "Title": "How to Write an Autobiographical Novel",
        "Author": "Alexander Chee",
        "Description": "How to Write an Autobiographical Novel is a collection of essays by Alexander Chee that blurs the line between memoir and writing manual. Chee recounts his experiences as a student of Annie Dillard, an AIDS activist in San Francisco, a tarot reader, and a catering waiter for William F. Buckley Jr. Through these diverse experiences, he explores how life feeds into art and how the act of writing constructs the self. The book is an intimate examination of identity, queer history, and the struggle to find one's voice.",
        "Year Published": 2018,
        "Position": "B4"
    },
    {
        "Title": "Just Kids",
        "Author": "Patti Smith",
        "Description": "Just Kids is Patti Smith's evocative memoir of her relationship with photographer Robert Mapplethorpe. Set against the backdrop of New York City in the late 1960s and 70s, the book chronicles their journey from struggling young artists living in the Chelsea Hotel to becoming icons of the punk rock and art scenes. Smith writes with poetic clarity about their deep, spiritual bond, their mutual encouragement to create, and the vibrant, gritty atmosphere of a city on the verge of cultural revolution.",
        "Year Published": 2010,
        "Position": "B5"
    },
    {
        "Title": "Against Interpretation and Other Essays",
        "Author": "Susan Sontag",
        "Description": "Against Interpretation is a seminal collection of essays by Susan Sontag that challenged the dominant critical trends of the 1960s. In the title essay, Sontag argues that the modern obsession with interpreting the 'meaning' of art impoverishes the sensory experience of the work itself, famously stating, 'In place of a hermeneutics we need an erotics of art.' The collection also includes the influential 'Notes on Camp,' which codified the concept of camp sensibility, as well as essays on Sartre, Camus, and Godard, establishing Sontag as a major voice in cultural criticism.",
        "Year Published": 1966,
        "Position": "B6"
    },
    {
        "Title": "Cheap Land Colorado: Off-Gridders at America's Edge",
        "Author": "Ted Conover",
        "Description": "In Cheap Land Colorado, veteran journalist Ted Conover immerses himself in the San Luis Valley, a rural expanse of 'failed subdivisions' where land is cheap and regulations are scarce. Living in a trailer among off-gridders, veterans, and survivalists, Conover documents a community on the fringe of society, exploring themes of independence, poverty, and the harsh reality of the American West's modern frontier.",
        "Year Published": 2022,
        "Position": "B7"
    },
    {
        "Title": "The Poetics",
        "Author": "Matthew Connors, Lucy Ives",
        "Description": "The Poetics is a collaborative hybrid work by photographer Matthew Connors and writer Lucy Ives. The project involves the meticulous cataloging of every object found within Connors’s 1992 Volvo 240 station wagon. Through Connors' forensic photography and Ives' accompanying lyric essay, the book serves as a meditation on the narrative potential of objects, the archive, and the auto-fictional nature of memory.",
        "Year Published": 2019,
        "Position": "B8"
    },
    {
        "Title": "Becoming Virtual: Reality in the Digital Age",
        "Author": "Pierre Lévy",
        "Description": "In Becoming Virtual: Reality in the Digital Age, philosopher Pierre Lévy argues that 'virtualization' is not a withdrawal from reality but a transformation of it. He explores how digital technologies deterritorialize information, the body, and the economy, creating new forms of collective intelligence. Lévy distinguishes the 'virtual' from the 'possible,' framing it as a dynamic force of creation that fundamentally alters our relationship to time, space, and community.",
        "Year Published": 1998,
        "Position": "B9"
    },
    {
        "Title": "Time and the Digital: Connecting Technology, Aesthetics, and a Process Philosophy of Time",
        "Author": "Timothy Scott Barker",
        "Description": "In Time and the Digital, Timothy Scott Barker challenges the traditional focus on spatial relationships in digital art, arguing instead for a new focus on temporality. Drawing on the process philosophy of A.N. Whitehead and Gilles Deleuze, Barker explores how digital technologies create 'multi-temporal' experiences—where the time of the user, the network, and the software overlap. He contends that understanding the digital requires a philosophy that accounts for the fluid, non-linear, and complex nature of time in the digital age.",
        "Year Published": 2012,
        "Position": "B10"
    },
    {
        "Title": "Kudos",
        "Author": "Rachel Cusk",
        "Description": "Kudos is the final installment in Rachel Cusk’s acclaimed 'Outline' trilogy. The novel follows the narrator, Faye, as she travels to a literary festival in Europe. Consistent with the previous books, the narrative is driven almost entirely by the conversations Faye has with the people she meets—publishers, fellow authors, and journalists. Through these dialogues, Cusk dissects themes of marriage, divorce, the literary world, and the societal expectations placed on women, all while maintaining a cool, detached, yet deeply observant narrative voice.",
        "Year Published": 2018,
        "Position": "B11"
    },
    {
        "Title": "Count Zero",
        "Author": "William Gibson",
        "Description": "Count Zero is the second novel in William Gibson’s seminal Sprawl trilogy, following Neuromancer. Set seven years after the first book, it weaves together three plotlines: a corporate mercenary helping a scientist defect, an art dealer searching for the creator of mysterious robotic boxes, and a young hacker named Bobby Newmark (handle: 'Count Zero') who stumbles into a dark conspiracy in the matrix. The novel expands the cyberpunk universe, introducing the concept that the matrix has become inhabited by rogue AIs that manifest as Voodoo deities.",
        "Year Published": 1986,
        "Position": "B12"
    }
]